{"12 Angry Men, 1957": {"title": "12 Angry Men", "release_year": "1957", "overview": "The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.", "poster_url": "https://image.tmdb.org/t/p/w342/ow3wq89wM8qd5X7hWKxiRfsFf9C.jpg", "tmdb_id": 389, "vote_average": 8.548}, "8½, 1963": {"title": "Interpol Code 8", "release_year": "1963", "overview": "Agent Jiro Kitami attempts to stop a smuggling ring from shipping arms to Vietcong guerrillas.", "poster_url": "https://image.tmdb.org/t/p/w342/qgdfu6ytuhp8JEy9NfEceeNVYCX.jpg", "tmdb_id": 422801, "vote_average": 7.0}, "Akira, 1988": {"title": "Akira", "release_year": "1988", "overview": "A secret military project endangers Neo-Tokyo when it turns a biker gang member into a rampaging psychic psychopath that only two teenagers and a group of psychics can stop.", "poster_url": "https://image.tmdb.org/t/p/w342/neZ0ykEsPqxamsX6o5QNUFILQrz.jpg", "tmdb_id": 149, "vote_average": 7.9}, "An American Werewolf in London, 1981": {"title": "An American Werewolf in London", "release_year": "1981", "overview": "American tourists David and Jack are savaged by an unidentified vicious animal whilst hiking on the Yorkshire Moors. Retiring to the home of a beautiful nurse to recuperate, David soon experiences disturbing changes to his mind and body.", "poster_url": "https://image.tmdb.org/t/p/w342/hVEqUASJmCQaolkKFEySCHZ8uKG.jpg", "tmdb_id": 814, "vote_average": 7.407}, "Andrei Rublev, 1966": {"title": "Andrei Rublev", "release_year": "1966", "overview": "An expansive Russian drama, this film focuses on the life of revered religious icon painter Andrei Rublev. Drifting from place to place in a tumultuous era, the peace-seeking monk eventually gains a reputation for his art. But after Rublev witnesses a brutal battle and unintentionally becomes involved, he takes a vow of silence and spends time away from his work. As he begins to ease his troubled soul, he takes steps towards becoming a painter once again.", "poster_url": "https://image.tmdb.org/t/p/w342/910xRIUmNJrWH2hkQifBJtoPp5R.jpg", "tmdb_id": 895, "vote_average": 8.0}, "Aparajito, 1956": {"title": "Aparajito", "release_year": "1956", "overview": "Apu and his family have moved away from the country to live in the bustling holy city of Benares. As he progresses from wide-eyed child to intellectually curious teenager, eventually studying in Kolkata, we witness his academic and moral education, as well as the growing complexity of his relationship with his mother.", "poster_url": "https://image.tmdb.org/t/p/w342/qvR2Qs42WHwCEcuwhQnterU3gVY.jpg", "tmdb_id": 897, "vote_average": 7.9}, "Ashes and Diamonds, 1958": {"title": "Ashes and Diamonds", "release_year": "1958", "overview": "A young academy soldier, Maciek Chelmicki, is ordered to shoot the secretary of the KW PPR. A coincidence causes him to kill someone else. Meeting face to face with his victim, he gets a shock. He faces the necessity of repeating the assassination.  He meets Krystyna, a girl working as a barmaid in the restaurant of the \"Monopol\" hotel. His affection for her makes him even more aware of the senselessness of killing at the end of the war. Loyalty to the oath he took, and thus the obligation to obey the order, tips the scales.", "poster_url": "https://image.tmdb.org/t/p/w342/nE8aqRvVnRQEqskiarnFhdJdk8g.jpg", "tmdb_id": 5055, "vote_average": 7.418}, "Atalante, 1934": {"title": "L'Atalante", "release_year": "1934", "overview": "Capricious small-town girl Juliette and barge captain Jean marry after a whirlwind courtship, and she comes to live aboard his boat, L'Atalante. As they make their way down the Seine, Jean grows weary of Juliette's flirtations with his all-male crew, and Juliette longs to escape the monotony of the boat and experience the excitement of a big city. When she steals away to Paris by herself, her husband begins to think their marriage was a mistake.", "poster_url": "https://image.tmdb.org/t/p/w342/sDkQyZnFvHdnp5ZP21RG4teLiDy.jpg", "tmdb_id": 43904, "vote_average": 7.527}, "Avatar, 2009": {"title": "Avatar", "release_year": "2009", "overview": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.", "poster_url": "https://image.tmdb.org/t/p/w342/gKY6q7SjCkAU6FqvqWybDYgUKIF.jpg", "tmdb_id": 19995, "vote_average": 7.592}, "Belle de Jour, 1967": {"title": "Belle de Jour", "release_year": "1967", "overview": "Beautiful young housewife Séverine Serizy cannot reconcile her masochistic fantasies with her everyday life alongside dutiful husband Pierre. When her lovestruck friend Henri mentions a secretive high-class brothel run by Madame Anais, Séverine begins to work there during the day under the name Belle de Jour. But when one of her clients grows possessive, she must try to go back to her normal life.", "poster_url": "https://image.tmdb.org/t/p/w342/iUAFECovwPA0cVV9bo4uNGLJSGL.jpg", "tmdb_id": 649, "vote_average": 7.323}, "Ben-Hur, 1959": {"title": "Ben-Hur", "release_year": "1959", "overview": "In 25 AD, Judah Ben-Hur, a Jew in ancient Judea, opposes the occupying Roman empire.  Falsely accused by a Roman childhood friend-turned-overlord of trying to kill the Roman governor, he is put into slavery and his mother and sister are taken away as prisoners.", "poster_url": "https://image.tmdb.org/t/p/w342/m4WQ1dBIrEIHZNCoAjdpxwSKWyH.jpg", "tmdb_id": 665, "vote_average": 7.9}, "Blue Is the Warmest Color, 2013": {"title": "Blue Is the Warmest Color", "release_year": "2013", "overview": "Adèle's life is changed when she meets Emma, a young woman with blue hair, who will allow her to discover desire, to assert herself as a woman and as an adult. In front of others, Adele grows, seeks herself, loses herself, finds herself.", "poster_url": "https://image.tmdb.org/t/p/w342/kgUk1wti2cvrptIgUz0VTAtSF6w.jpg", "tmdb_id": 152584, "vote_average": 7.073}, "Brazil, 1985": {"title": "Brazil", "release_year": "1985", "overview": "Low-level bureaucrat Sam Lowry escapes the monotony of his day-to-day life through a recurring daydream of himself as a virtuous hero saving a beautiful damsel. Investigating a case that led to the wrongful arrest and eventual death of an innocent man instead of wanted terrorist Harry Tuttle, he meets the woman from his daydream, and in trying to help her gets caught in a web of mistaken identities, mindless bureaucracy and lies.", "poster_url": "https://image.tmdb.org/t/p/w342/aewan59WcFThBimkTVVoNf2o5Vb.jpg", "tmdb_id": 68, "vote_average": 7.665}, "Breathless, 1960": {"title": "Breathless", "release_year": "1960", "overview": "A small-time thief steals a car and impulsively murders a motorcycle policeman. Wanted by the authorities, he attempts to persuade a girl to run away to Italy with him.", "poster_url": "https://image.tmdb.org/t/p/w342/9Wx0Wdn2EOqeCZU4SP6tlS3LOml.jpg", "tmdb_id": 269, "vote_average": 7.5}, "Caché, 2005": {"title": "Caché", "release_year": "2005", "overview": "George, host of a television show focusing on literature, receives videos shot on the sly that feature his family, along with disturbing drawings that are difficult to interpret. He has no idea who has made and sent him the videos. Progressively, the contents of the videos become more personal, indicating that the sender has known George for a long time.", "poster_url": "https://image.tmdb.org/t/p/w342/RJQEPEj4CMMga7euR2EkmdAIog.jpg", "tmdb_id": 445, "vote_average": 7.1}, "Camera Buff, 1979": {"title": "Camera Buff", "release_year": "1979", "overview": "Filip buys an 8mm movie camera when his first child is born. Because it's the first camera in town, he's named official photographer by the local Party boss. His horizons widen when he is sent to regional film festivals with his first works but his focus on movie making also leads to domestic strife and philosophical dilemmas.", "poster_url": "https://image.tmdb.org/t/p/w342/l4n9LXUanIKdlKTCfRqrhwQbtVe.jpg", "tmdb_id": 42164, "vote_average": 7.5}, "Carlos, 2010": {"title": "My Life with Carlos", "release_year": "2010", "overview": "The filmmaker attempts to learn about his father, who was killed in 1973 in Pinochet's Chile.", "poster_url": "https://image.tmdb.org/t/p/w342/uTxrqnr5vvFzecPgdeWrcjjRGAA.jpg", "tmdb_id": 309234, "vote_average": 8.0}, "Capernaum, 2018": {"title": "Capernaum", "release_year": "2018", "overview": "After running away from his negligent parents, committing a violent crime and being sentenced to five years in jail, a hardened, streetwise 12-year-old Lebanese boy sues his parents in protest of the life they have given him.", "poster_url": "https://image.tmdb.org/t/p/w342/mFnfTVADj8yOxwzprYOmTPselk8.jpg", "tmdb_id": 517814, "vote_average": 8.15}, "Cinema Paradiso, 1988": {"title": "Cinema Paradiso", "release_year": "1988", "overview": "A filmmaker recalls his childhood, when he fell in love with the movies at his village's theater and formed a deep friendship with the theater's projectionist.", "poster_url": "https://image.tmdb.org/t/p/w342/gCI2AeMV4IHSewhJkzsur5MEp6R.jpg", "tmdb_id": 11216, "vote_average": 8.434}, "City Lights, 1931": {"title": "City Lights", "release_year": "1931", "overview": "A tramp falls in love with a beautiful blind flower girl. His on-and-off friendship with a wealthy man allows him to be the girl's benefactor and suitor.", "poster_url": "https://image.tmdb.org/t/p/w342/ugmakEL5y294I5bXgiBqApuZpwc.jpg", "tmdb_id": 901, "vote_average": 8.265}, "Close Encounters of the Third Kind, 1977": {"title": "Close Encounters of the Third Kind", "release_year": "1977", "overview": "After an encounter with UFOs, an electricity linesman feels undeniably drawn to an isolated area in the wilderness where something spectacular is about to happen.", "poster_url": "https://image.tmdb.org/t/p/w342/yaPx3cK9zGFX3SbcKwxWM1QIbUh.jpg", "tmdb_id": 840, "vote_average": 7.3}, "Come and See, 1985": {"title": "Come and See", "release_year": "1985", "overview": "The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family's wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.", "poster_url": "https://image.tmdb.org/t/p/w342/qNbMsKVzigERgJUbwf8pKyZogpb.jpg", "tmdb_id": 25237, "vote_average": 8.2}, "Contempt, 1963": {"title": "Contempt", "release_year": "1963", "overview": "A philistine in the art film business, Jeremy Prokosch is a producer unhappy with the work of his director. Prokosch has hired Fritz Lang to direct an adaptation of \"The Odyssey,\" but when it seems that the legendary filmmaker is making a picture destined to bomb at the box office, he brings in a screenwriter to energize the script. The professional intersects with the personal when a rift develops between the writer and his wife.", "poster_url": "https://image.tmdb.org/t/p/w342/1WhhlenrLjO2XR6foiPWy8v3kI.jpg", "tmdb_id": 266, "vote_average": 7.091}, "Cowboy Bebop: The Movie, 2001": {"title": "Cowboy Bebop: The Movie", "release_year": "2001", "overview": "The year is 2071. Following a terrorist bombing, a deadly virus is released on the populace of Mars and the government has issued the largest bounty in history, for the capture of whoever is behind it. The bounty hunter crew of the spaceship Bebop; Spike, Faye, Jet and Ed, take the case with hopes of cashing in the bounty. However, the mystery surrounding the man responsible, Vincent, goes deeper than they ever imagined, and they aren't the only ones hunting him.", "poster_url": "https://image.tmdb.org/t/p/w342/34H5bsNc0EPILVr49TfOYXj50qV.jpg", "tmdb_id": 11299, "vote_average": 7.72}, "Cries and Whispers, 1972": {"title": "Cries and Whispers", "release_year": "1972", "overview": "As Agnes slowly dies of cancer, her sisters are so immersed in their own psychic pains that they are unable to offer her the support she needs.", "poster_url": "https://image.tmdb.org/t/p/w342/a1bMgB09YDvvRN9SitCclUYragr.jpg", "tmdb_id": 10238, "vote_average": 7.9}, "Dangal, 2016": {"title": "Dangal", "release_year": "2016", "overview": "Dangal is an extraordinary true story based on the life of Mahavir Singh and his two daughters, Geeta and Babita Phogat. The film traces the inspirational journey of a father who trains his daughters to become world class wrestlers.", "poster_url": "https://image.tmdb.org/t/p/w342/cJRPOLEexI7qp2DKtFfCh7YaaUG.jpg", "tmdb_id": 360814, "vote_average": 7.89}, "Days of Heaven, 1978": {"title": "Days of Heaven", "release_year": "1978", "overview": "In 1916, a Chicago steel worker accidentally kills his supervisor and flees to the Texas panhandle with his girlfriend and little sister to work harvesting wheat in the fields of a stoic farmer.", "poster_url": "https://image.tmdb.org/t/p/w342/rwxTYjOZmX2rGhz7avLe1qsjNqe.jpg", "tmdb_id": 16642, "vote_average": 7.502}, "Dekalog, 1989": {"title": "Decalogue IV", "release_year": "1989", "overview": "A father and daughter, Michał and Anka, have a unique intimacy, which the college-aged Anka is beginning to feel conflicted about. When she finds an unopened letter from her deceased mother, it seems to justify her attraction to Michał, who may not in fact be her father.", "poster_url": "https://image.tmdb.org/t/p/w342/u0OHhueacQS9mT6HnrF3ivdxnxc.jpg", "tmdb_id": 51110, "vote_average": 7.8}, "Delicatessen, 1991": {"title": "Delicatessen", "release_year": "1991", "overview": "In a post-apocalyptic world, the residents of an apartment above the butcher shop receive an occasional delicacy of meat, something that is in low supply. A young man new in town falls in love with the butcher's daughter, which causes conflicts in her family, who need the young man for other business-related purposes.", "poster_url": "https://image.tmdb.org/t/p/w342/gNtOgQHxE5B8e08zuNRAdDpmK5Z.jpg", "tmdb_id": 892, "vote_average": 7.293}, "Dersu Uzala, 1975": {"title": "Dersu Uzala", "release_year": "1975", "overview": "A military explorer meets and befriends a Goldi man in Russia’s unmapped forests. A deep and abiding bond evolves between the two men, one civilized in the usual sense, the other at home in the glacial Siberian woods.", "poster_url": "https://image.tmdb.org/t/p/w342/bIOrDQ3Gg68k3qJAnRU7nIZr0BW.jpg", "tmdb_id": 9764, "vote_average": 7.918}, "Detour, 1945": {"title": "Detour", "release_year": "1945", "overview": "The life of Al Roberts, a pianist in a New York nightclub, turns into a nightmare when he decides to hitchhike to Los Angeles to visit his girlfriend.", "poster_url": "https://image.tmdb.org/t/p/w342/gJb9HRAs1V4bA0VKsWpT6mhv2RT.jpg", "tmdb_id": 20367, "vote_average": 7.223}, "Don't Look Now, 1973": {"title": "Don't Look Now", "release_year": "1973", "overview": "While grieving a terrible loss, a married couple meet two mysterious sisters, one of whom gives them a message sent from the afterlife.", "poster_url": "https://image.tmdb.org/t/p/w342/mq3TW9GiF9MNlIEjnlL7D9X9tbx.jpg", "tmdb_id": 931, "vote_average": 6.927}, "Downfall, 2004": {"title": "Downfall", "release_year": "2004", "overview": "In April of 1945, Germany stands at the brink of defeat with the Russian Army closing in from the east and the Allied Expeditionary Force attacking from the west. In Berlin, capital of the Third Reich, Adolf Hitler proclaims that Germany will still achieve victory and orders his generals and advisers to fight to the last man. When the end finally does come, and Hitler lies dead by his own hand, what is left of his military must find a way to end the killing that is the Battle of Berlin, and lay down their arms in surrender.", "poster_url": "https://image.tmdb.org/t/p/w342/cP1ElGjBhbZAAqmueXjHDKlSwiP.jpg", "tmdb_id": 613, "vote_average": 7.855}, "Dr. No, 1962": {"title": "Dr. No", "release_year": "1962", "overview": "Agent 007 battles mysterious Dr. No, a scientific genius bent on destroying the U.S. space program. As the countdown to disaster begins, Bond must go to Jamaica, where he encounters beautiful Honey Ryder, to confront a megalomaniacal villain in his massive island headquarters.", "poster_url": "https://image.tmdb.org/t/p/w342/9zCOLJmLNst0sCPZlkW1IRoH65E.jpg", "tmdb_id": 646, "vote_average": 6.996}, "Duck Soup, 1933": {"title": "Duck Soup", "release_year": "1933", "overview": "Rufus T. Firefly is named president/dictator of bankrupt Freedonia and declares war on neighboring Sylvania over the love of wealthy Mrs. Teasdale.", "poster_url": "https://image.tmdb.org/t/p/w342/31t63plEGKHhYuuCpC9bFWO9SBS.jpg", "tmdb_id": 3063, "vote_average": 7.3}, "Dune, 1984": {"title": "Dune", "release_year": "1984", "overview": "In the year 10,191, the most precious substance in the universe is the spice Melange. The spice extends life. The spice expands consciousness. The spice is vital to space travel.  The spice exists on only one planet in the entire universe, the vast desert planet Arrakis, also known as Dune.  Its native inhabitants, the Fremen, have long held a prophecy that a man would come, a messiah who would lead them to true freedom.", "poster_url": "https://image.tmdb.org/t/p/w342/4kJmUCE7mkVJjXa7A0g2rY4IGTm.jpg", "tmdb_id": 841, "vote_average": 6.2}, "Eternal Sunshine of the Spotless Mind, 2004": {"title": "Eternal Sunshine of the Spotless Mind", "release_year": "2004", "overview": "Joel Barish, heartbroken that his girlfriend underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realises that he still loves her, and may be too late to correct his mistake.", "poster_url": "https://image.tmdb.org/t/p/w342/5MwkWH9tYHv3mV9OdYTMR5qreIz.jpg", "tmdb_id": 38, "vote_average": 8.1}, "Fargo, 1996": {"title": "Fargo", "release_year": "1996", "overview": "Jerry, a small-town Minnesota car salesman is bursting at the seams with debt... but he's got a plan. He's going to hire two thugs to kidnap his wife in a scheme to collect a hefty ransom from his wealthy father-in-law. It's going to be a snap and nobody's going to get hurt... until people start dying. Enter Police Chief Marge, a coffee-drinking, parka-wearing - and extremely pregnant - investigator who'll stop at nothing to get her man. And if you think her small-time investigative skills will give the crooks a run for their ransom... you betcha!", "poster_url": "https://image.tmdb.org/t/p/w342/rt7cpEr1uP6RTZykBFhBTcRaKvG.jpg", "tmdb_id": 275, "vote_average": 7.851}, "Fear and Loathing in Las Vegas, 1998": {"title": "Fear and Loathing in Las Vegas", "release_year": "1998", "overview": "Raoul Duke and his attorney Dr. Gonzo drive a red convertible across the Mojave desert to Las Vegas with a suitcase full of drugs to cover a motorcycle race. As their consumption of drugs increases at an alarming rate, the stoned duo trash their hotel room and fear legal repercussions. Duke begins to drive back to L.A., but after an odd run-in with a cop, he returns to Sin City and continues his wild drug binge.", "poster_url": "https://image.tmdb.org/t/p/w342/tisNLcMkxryU2zxhi0PiyDFqhm0.jpg", "tmdb_id": 1878, "vote_average": 7.2}, "Fireworks, 1997": {"title": "Fireworks", "release_year": "1997", "overview": "Beleaguered police detective Nishi takes desperate measures to try and set things right in a world gone wrong. With his wife suffering from leukemia and his business partner paralyzed from a brutal gangster attack, Nishi borrows from a yakuza loan shark and then robs a bank to clear his debt.", "poster_url": "https://image.tmdb.org/t/p/w342/bWIo1nDJnSyGJvVt8bRw8PHBqo4.jpg", "tmdb_id": 5910, "vote_average": 7.695}, "Fitzcarraldo, 1982": {"title": "Fitzcarraldo", "release_year": "1982", "overview": "Fitzcarraldo is a dreamer who plans to build an opera house in Iquitos, in the Peruvian Amazon, so, in order to finance his project, he embarks on an epic adventure to collect rubber, a very profitable product, in a remote and unexplored region of the rainforest.", "poster_url": "https://image.tmdb.org/t/p/w342/oBCnYEKcg1rMhr5JjDnrRpilvDd.jpg", "tmdb_id": 9343, "vote_average": 7.626}, "For Your Eyes Only, 1981": {"title": "For Your Eyes Only", "release_year": "1981", "overview": "A British spy ship has sunk and on board was a hi-tech encryption device. James Bond is sent to find the device that holds British launching instructions before the enemy Soviets get to it first.", "poster_url": "https://image.tmdb.org/t/p/w342/xV4Nnr6DjjERlqNikqDQX8LUgua.jpg", "tmdb_id": 699, "vote_average": 6.539}, "Freaks, 1932": {"title": "Freaks", "release_year": "1932", "overview": "A circus' beautiful trapeze artist agrees to marry the leader of side-show performers, but his deformed friends discover she is only marrying him for his inheritance.", "poster_url": "https://image.tmdb.org/t/p/w342/fX2Wxd0W9E7eVClUd8kJTfennoV.jpg", "tmdb_id": 136, "vote_average": 7.794}, "Frenzy, 1972": {"title": "Frenzy", "release_year": "1972", "overview": "London is terrorized by a vicious sex killer known as The Necktie Murderer. Following the brutal slaying of his ex-wife, down-on-his-luck Richard Blaney is suspected by the police of being the killer. He goes on the run, determined to prove his innocence.", "poster_url": "https://image.tmdb.org/t/p/w342/zDUR4PY5kyp2hpvbTvWSGiXVmgg.jpg", "tmdb_id": 573, "vote_average": 7.104}, "Furyo, 1983": {"title": "Merry Christmas, Mr. Lawrence", "release_year": "1983", "overview": "Island of Java, 1942, during World War II. British Major Jack Celliers arrives at a Japanese prison camp, run by the strict Captain Yonoi. Colonel John Lawrence, who has a profound knowledge of Japanese culture, and Sergeant Hara, brutal and simpleton, will witness the struggle of wills between two men from very different backgrounds who are tragically destined to clash.", "poster_url": "https://image.tmdb.org/t/p/w342/qxlu6aiWxD16gkOUyGkcWDzrfwV.jpg", "tmdb_id": 11948, "vote_average": 7.3}, "Gangs of Wasseypur, 2012": {"title": "Gangs of Wasseypur - Part 1", "release_year": "2012", "overview": "In 1970s India, Sardar Khan vows to take revenge on the man who killed his father decades earlier.", "poster_url": "https://image.tmdb.org/t/p/w342/xAy208Znkingmfnb5ZbULwLyIwW.jpg", "tmdb_id": 117691, "vote_average": 7.042}, "Gattaca, 1997": {"title": "Gattaca", "release_year": "1997", "overview": "Vincent is an all-too-human man who dares to defy a system obsessed with genetic perfection. He is an \"In-Valid\" who assumes the identity of a member of the genetic elite to pursue his goal of traveling into space with the Gattaca Aerospace Corporation.", "poster_url": "https://image.tmdb.org/t/p/w342/eSKr5Fl1MEC7zpAXaLWBWSBjgJq.jpg", "tmdb_id": 782, "vote_average": 7.564}, "Girl with a Pearl Earring, 2003": {"title": "Girl with a Pearl Earring", "release_year": "2003", "overview": "This film, adapted from a work of fiction by author Tracy Chevalier, tells a story about the events surrounding the creation of the painting \"Girl With A Pearl Earring\" by 17th century Dutch master Johannes Vermeer. A young peasant maid working in the house of painter Johannes Vermeer becomes his talented assistant and the model for one of his most famous works.", "poster_url": "https://image.tmdb.org/t/p/w342/nOZyq3GLpjsWWaB0PD3wjpzNNZq.jpg", "tmdb_id": 3635, "vote_average": 6.618}, "Gloria, 2013": {"title": "Gloria", "release_year": "2013", "overview": "Nine year old Gloria receives a cardboard city from her dad. Soon the city comes alive in her imagination. In this happy world she experiences crazy adventures, but it is also confronts her with the harsh reality of life.", "poster_url": "https://image.tmdb.org/t/p/w342/mcqKIShPL2Q3DaolG5WzdVLlXEC.jpg", "tmdb_id": 1386544, "vote_average": 0.0}, "Grease, 1978": {"title": "Grease", "release_year": "1978", "overview": "Australian good girl Sandy and greaser Danny fell in love over the summer. But when they unexpectedly discover they're now in the same high school, will they be able to rekindle their romance despite their eccentric friends?", "poster_url": "https://image.tmdb.org/t/p/w342/2rM7fQKpb7cs1Iq7IBqub9LFDzJ.jpg", "tmdb_id": 621, "vote_average": 7.375}, "Grave of the Fireflies, 1988": {"title": "Grave of the Fireflies", "release_year": "1988", "overview": "In the final months of World War II, 14-year-old Seita and his sister Setsuko are orphaned when their mother is killed during an air raid in Kobe, Japan. After a falling out with their aunt, they move into an abandoned bomb shelter. With no surviving relatives and their emergency rations depleted, Seita and Setsuko struggle to survive.", "poster_url": "https://image.tmdb.org/t/p/w342/k9tv1rXZbOhH7eiCk378x61kNQ1.jpg", "tmdb_id": 12477, "vote_average": 8.4}, "Harakiri, 1962": {"title": "Harakiri", "release_year": "1962", "overview": "Down-on-his-luck veteran Tsugumo Hanshirō enters the courtyard of the prosperous House of Iyi. Unemployed, and with no family, he hopes to find a place to commit seppuku—and a worthy second to deliver the coup de grâce in his suicide ritual. The senior counselor for the Iyi clan questions the ronin’s resolve and integrity, suspecting Hanshirō of seeking charity rather than an honorable end. What follows is a pair of interlocking stories which lay bare the difference between honor and respect, and promises to examine the legendary foundations of the Samurai code.", "poster_url": "https://image.tmdb.org/t/p/w342/5konZnIbcAxZjP616Cz5o9bKEfW.jpg", "tmdb_id": 14537, "vote_average": 8.4}, "Harry Potter and the Philosopher's Stone, 2001": {"title": "Harry Potter and the Philosopher's Stone", "release_year": "2001", "overview": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.", "poster_url": "https://image.tmdb.org/t/p/w342/wuMc08IPKEatf9rnMNXvIDxqP4W.jpg", "tmdb_id": 671, "vote_average": 7.9}, "Hiroshima Mon Amour, 1959": {"title": "Hiroshima Mon Amour", "release_year": "1959", "overview": "The deep conversation between a Japanese architect and a French actress forms the basis of this celebrated French film, considered one of the vanguard productions of the French New Wave. Set in Hiroshima after the end of World War II, the couple -- lovers turned friends -- recount, over many hours, previous romances and life experiences. The two intertwine their stories about the past with pondering the devastation wrought by the atomic bomb dropped on the city.", "poster_url": "https://image.tmdb.org/t/p/w342/vjP7eX9c0xUD5i5dTRaP3NYC8iN.jpg", "tmdb_id": 5544, "vote_average": 7.7}, "Holy Motors, 2012": {"title": "Holy Motors", "release_year": "2012", "overview": "We follow 24 hours in the life of a being moving from life to life like a cold and solitary assassin moving from hit to hit. In each of these interwoven lives, the being possesses an entirely distinct identity: sometimes a man, sometimes a woman, sometimes youthful, sometimes old. By turns murderer, beggar, company chairman, monstrous creature, worker, family man.", "poster_url": "https://image.tmdb.org/t/p/w342/4ZuTrrDQhCS9f6KzIX6HfsjjyMd.jpg", "tmdb_id": 103328, "vote_average": 6.99}, "Hugo, 2011": {"title": "Hugo", "release_year": "2011", "overview": "Orphaned and alone except for an uncle, Hugo Cabret lives in the walls of a train station in 1930s Paris. Hugo's job is to oil and maintain the station's clocks, but to him, his more important task is to protect a broken automaton and notebook left to him by his late father. Accompanied by the goddaughter of an embittered toy merchant, Hugo embarks on a quest to solve the mystery of the automaton and find a place he can call home.", "poster_url": "https://image.tmdb.org/t/p/w342/1dxRq3o3l3bVWNRvvSb7rRf68qp.jpg", "tmdb_id": 44826, "vote_average": 7.174}, "Ikiru, 1952": {"title": "Ikiru", "release_year": "1952", "overview": "Kanji Watanabe is a middle-aged man who has worked in the same monotonous bureaucratic position for decades. Learning he has cancer, he starts to look for the meaning of his life.", "poster_url": "https://image.tmdb.org/t/p/w342/dgNTS4EQDDVfkzJI5msKuHu2Ei3.jpg", "tmdb_id": 3782, "vote_average": 8.306}, "In the Mood for Love, 2000": {"title": "In the Mood for Love", "release_year": "2000", "overview": "In 1962 Hong Kong, neighbors Su Li-zhen (Mrs. Chan) and Chow Mo-wan (Mr. Chow) discover their spouses are having an affair. As they spend time together, they develop feelings for each other, but their relationship remains chaste and unspoken, reflecting societal constraints and their own moral compass.", "poster_url": "https://image.tmdb.org/t/p/w342/8BgGbbWiLNhPtkMkN0gGTnbtvBv.jpg", "tmdb_id": 843, "vote_average": 8.102}, "Incendies, 2010": {"title": "Incendies", "release_year": "2010", "overview": "A mother's last wishes send twins Jeanne and Simon on a journey to Middle East in search of their tangled roots. Adapted from Wajdi Mouawad's acclaimed play, Incendies tells the powerful and moving tale of two young adults' voyage to the core of deep-rooted hatred, never-ending wars and enduring love.", "poster_url": "https://image.tmdb.org/t/p/w342/yH6DAQVgbyj72S66gN4WWVoTjuf.jpg", "tmdb_id": 46738, "vote_average": 8.095}, "Inside Llewyn Davis, 2013": {"title": "Inside Llewyn Davis", "release_year": "2013", "overview": "In Greenwich Village in the early 1960s, gifted but volatile folk musician Llewyn Davis struggles with money, relationships, and his uncertain future.", "poster_url": "https://image.tmdb.org/t/p/w342/nNxK3pC3DMpPpWKMvo2p3liREVT.jpg", "tmdb_id": 86829, "vote_average": 7.191}, "Iron Man, 2008": {"title": "Iron Man", "release_year": "2008", "overview": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.", "poster_url": "https://image.tmdb.org/t/p/w342/78lPtwv72eTNqFW9COBYI0dWDJa.jpg", "tmdb_id": 1726, "vote_average": 7.653}, "It Happened One Night, 1934": {"title": "It Happened One Night", "release_year": "1934", "overview": "A runaway heiress makes a deal with the rogue reporter trailing her but the mismatched pair end up stuck with each other when their bus leaves them behind.", "poster_url": "https://image.tmdb.org/t/p/w342/2PNUGWAflH6UUumas0POMmokHlc.jpg", "tmdb_id": 3078, "vote_average": 7.823}, "Jaws, 1975": {"title": "Jaws", "release_year": "1975", "overview": "When the seaside community of Amity finds itself under attack by a dangerous great white shark, the town's chief of police, a young marine biologist, and a grizzled hunter embark on a desperate quest to destroy the beast before it strikes again.", "poster_url": "https://image.tmdb.org/t/p/w342/lxM6kqilAdpdhqUl2biYp5frUxE.jpg", "tmdb_id": 578, "vote_average": 7.672}, "Joker, 2019": {"title": "Joker", "release_year": "2019", "overview": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure.", "poster_url": "https://image.tmdb.org/t/p/w342/udDclJoHjfjb8Ekgsd4FDteOkCU.jpg", "tmdb_id": 475557, "vote_average": 8.133}, "Jules and Jim, 1962": {"title": "Jules and Jim", "release_year": "1962", "overview": "In the carefree days before World War I, introverted Austrian author Jules strikes up a friendship with the exuberant Frenchman Jim and both men fall for the impulsive and beautiful Catherine.", "poster_url": "https://image.tmdb.org/t/p/w342/kuFjZlcZhQFDtIjuI3GQJjsQG03.jpg", "tmdb_id": 1628, "vote_average": 7.561}, "Jurassic Park, 1993": {"title": "Jurassic Park", "release_year": "1993", "overview": "A wealthy entrepreneur secretly creates a theme park featuring living dinosaurs drawn from prehistoric DNA. Before opening day, he invites a team of experts and his two eager grandchildren to experience the park and help calm anxious investors. However, the park is anything but amusing as the security systems go off-line and the dinosaurs escape.", "poster_url": "https://image.tmdb.org/t/p/w342/63viWuPfYQjRYLSZSZNq7dglJP5.jpg", "tmdb_id": 329, "vote_average": 7.96}, "Kagemusha, 1980": {"title": "Kagemusha", "release_year": "1980", "overview": "Akira Kurosawa's lauded feudal epic presents the tale of a petty thief who is recruited to impersonate Shingen, an aging warlord, in order to avoid attacks by competing clans. When Shingen dies, his generals reluctantly agree to have the impostor take over as the powerful ruler. He soon begins to appreciate life as Shingen, but his commitment to the role is tested when he must lead his troops into battle against the forces of a rival warlord.", "poster_url": "https://image.tmdb.org/t/p/w342/fJgqj9s8HNZz9zwX6femVJn8HEB.jpg", "tmdb_id": 11953, "vote_average": 7.8}, "Kanashimi no Belladonna, 1973": {"title": "Belladonna of Sadness", "release_year": "1973", "overview": "An evil feudal lord rapes a village girl on her wedding night and proceeds to ruin her and her husband's lives. After she's eventually banished from her village, the girl makes a pact with the devil to gain magical ability and take revenge.", "poster_url": "https://image.tmdb.org/t/p/w342/lsgaGlGVIRXLj9xRqPQgzvlcffP.jpg", "tmdb_id": 64847, "vote_average": 7.3}, "Koyaanisqatsi, 1982": {"title": "Koyaanisqatsi", "release_year": "1983", "overview": "Takes us to locations all around the US and shows us the heavy toll that modern technology is having on humans and the earth. The visual tone poem contains neither dialogue nor a vocalized narration: its tone is set by the juxtaposition of images and the exceptional music by Philip Glass.", "poster_url": "https://image.tmdb.org/t/p/w342/6zCNciRcob8lwuydVXgq0esla8L.jpg", "tmdb_id": 11314, "vote_average": 7.9}, "La Jetée, 1962": {"title": "La Jetée", "release_year": "1962", "overview": "A man confronts his past during an experiment that attempts to find a solution to the problems of a post-apocalyptic world caused by a world war.", "poster_url": "https://image.tmdb.org/t/p/w342/elGidsRHXkk8UyrtLbcMhaptDyp.jpg", "tmdb_id": 662, "vote_average": 7.87}, "L'Avventura, 1960": {"title": "L'Avventura", "release_year": "1960", "overview": "Claudia and Anna join Anna's lover, Sandro, on a boat trip to a remote volcanic island. When Anna goes missing, a search is launched. In the meantime, Sandro and Claudia become involved in a romance despite Anna's disappearance, though the relationship suffers from guilt and tension.", "poster_url": "https://image.tmdb.org/t/p/w342/7kUXAS8K7Ihw1T1mhARjnLuMVk3.jpg", "tmdb_id": 5165, "vote_average": 7.5}, "Lawrence of Arabia, 1962": {"title": "Lawrence of Arabia", "release_year": "1962", "overview": "The story of British officer T.E. Lawrence's mission to aid the Arab tribes in their revolt against the Ottoman Empire during the First World War. Lawrence becomes a flamboyant, messianic figure in the cause of Arab unity but his psychological instability threatens to undermine his achievements.", "poster_url": "https://image.tmdb.org/t/p/w342/AiAm0EtDvyGqNpVoieRw4u65vD1.jpg", "tmdb_id": 947, "vote_average": 7.995}, "Les Enfants du Paradis, 1945": {"title": "Children of Paradise", "release_year": "1945", "overview": "In a chaotic 19th-century Paris teeming with aristocrats, thieves, psychics, and courtesans, theater mime Baptiste is in love with the mysterious actress Garance. But Garance, in turn, is loved by three other men: pretentious actor Frederick, conniving thief Lacenaire, and Count Edouard of Montray.", "poster_url": "https://image.tmdb.org/t/p/w342/yiy9stl1jjVhW44ypkWMFDT8Ix3.jpg", "tmdb_id": 2457, "vote_average": 8.1}, "Life is Beautiful, 1997": {"title": "Life Is Beautiful", "release_year": "1997", "overview": "A touching story of an Italian book seller of Jewish ancestry who lives in his own little fairy tale. His creative and happy life would come to an abrupt halt when his entire family is deported to a concentration camp during World War II. While locked up he tries to convince his son that the whole thing is just a game.", "poster_url": "https://image.tmdb.org/t/p/w342/74hLDKjD5aGYOotO6esUVaeISa2.jpg", "tmdb_id": 637, "vote_average": 8.442}, "Lion, 2016": {"title": "The Lion Woman", "release_year": "2016", "overview": "Eva Arctander is born with hypertrichosis, meaning that she is covered from head to toe with fine blonde hair. Her father is so ashamed of her that he hides her away from the world in their apartment. However, Eva’s nanny fights for her right to be treated like everyone else.", "poster_url": "https://image.tmdb.org/t/p/w342/3jE3pFIN42ykmgcMLwDGjqwcmUI.jpg", "tmdb_id": 377690, "vote_average": 6.9}, "Lolita, 1962": {"title": "Lolita", "release_year": "1962", "overview": "Humbert Humbert is a middle-aged British novelist who is both appalled by and attracted to the vulgarity of American culture. When he comes to stay at the boarding house run by Charlotte Haze, he soon becomes obsessed with Lolita, the woman's teenaged daughter.", "poster_url": "https://image.tmdb.org/t/p/w342/8Puqbeh0D95DpXFWep1rmH78btu.jpg", "tmdb_id": 802, "vote_average": 7.319}, "M, 1931": {"title": "M", "release_year": "1931", "overview": "In this classic German thriller, Hans Beckert, a serial killer who preys on children, becomes the focus of a massive Berlin police manhunt. Beckert's heinous crimes are so repellant and disruptive to city life that he is even targeted by others in the seedy underworld network. With both cops and criminals in pursuit, the murderer soon realizes that people are on his trail, sending him into a tense, panicked attempt to escape justice.", "poster_url": "https://image.tmdb.org/t/p/w342/bTdZk3q2DWpBRnLiaaItKFWOVhI.jpg", "tmdb_id": 832, "vote_average": 8.071}, "Magnolia, 1999": {"title": "Magnolia", "release_year": "1999", "overview": "On one random day in the San Fernando Valley, a dying father, a young wife, a male caretaker, a famous lost son, a police officer in love, a boy genius, an ex-boy genius, a game show host and an estranged daughter will each become part of a dazzling multiplicity of plots, but one story.", "poster_url": "https://image.tmdb.org/t/p/w342/tpfC325Jk6S38VTe5dDWjWtoyxr.jpg", "tmdb_id": 334, "vote_average": 7.73}, "Man with a Movie Camera, 1929": {"title": "Man with a Movie Camera", "release_year": "1929", "overview": "A cameraman wanders around with a camera slung over his shoulder, documenting urban life with dazzling inventiveness.", "poster_url": "https://image.tmdb.org/t/p/w342/vJgAdgJWX54v0oXfIvhwjlZnmgn.jpg", "tmdb_id": 26317, "vote_average": 7.839}, "Metropolis, 1927": {"title": "Metropolis", "release_year": "1927", "overview": "In a futuristic city sharply divided between the rich and the poor, the son of the city's mastermind meets a prophet who predicts the coming of a savior to mediate their differences.", "poster_url": "https://image.tmdb.org/t/p/w342/vZIJxGnjcswPCAa52jhbl01FQkV.jpg", "tmdb_id": 19, "vote_average": 8.098}, "Miracle in Milan, 1951": {"title": "Miracle in Milan", "release_year": "1951", "overview": "Once upon a time a wise and kind old woman discovers a baby in her cabbage patch. She brings up the child and, when she dies, the boy, Totò, enters an orphanage. Totò leaves the orphanage a happy young man, and looks for work in post-war Milan. He ends up with the homeless and organizes them to build a shanty town in a vacant lot. But when greedy developers threaten the community’s land, Totò will need all the help he can get in order to find an impossible way out.", "poster_url": "https://image.tmdb.org/t/p/w342/zMEYCBO2OBHR09aW9IwjOR3R3A5.jpg", "tmdb_id": 43379, "vote_average": 7.31}, "Modern Times, 1936": {"title": "Modern Times", "release_year": "1936", "overview": "A bumbling tramp desires to build a home with a young woman, yet is thwarted time and time again by his lack of experience and habit of being in the wrong place at the wrong time..", "poster_url": "https://image.tmdb.org/t/p/w342/7uoiKOEjxBBW0AgDGQWrlfGQ90w.jpg", "tmdb_id": 3082, "vote_average": 8.281}, "Moonlight, 2016": {"title": "Lost in the Moonlight", "release_year": "2016", "overview": "13 year-old girl Hyunjuli participates in a children’s Korean traditional play rehearsal in Changdeokgung Palace and accidentally falls into another world – the Moonlit Palace. The Moonlit Palace is a fantasy world of mysterious spirits and gods, where a dragon or talking mushrooms are nothing out of ordinary. Meeting new friends, Mr. Squirrel and the warrior Won, Hyunjuli explores this strange yet wonderful world to find a way back home. However, due to the trick of the Blossom Lady, who tries to rule this Moonlit World, Hyunjuli and friends fall into trouble. Will Hyunjuli be able to help her new friends to save their world and return home safely?", "poster_url": "https://image.tmdb.org/t/p/w342/kY7oXja73YYCrBGW3mK7uNZwr51.jpg", "tmdb_id": 419645, "vote_average": 7.5}, "My Neighbor Totoro, 1988": {"title": "My Neighbor Totoro", "release_year": "1988", "overview": "Two sisters move to the country with their father in order to be closer to their hospitalized mother, and discover the surrounding trees are inhabited by Totoros, magical spirits of the forest. When the youngest runs away from home, the older sister seeks help from the spirits to find her.", "poster_url": "https://image.tmdb.org/t/p/w342/rtGDOeG9LzoerkDGZF9dnVeLppL.jpg", "tmdb_id": 8392, "vote_average": 8.069}, "Napoleon, 1927": {"title": "Napoleon", "release_year": "1927", "overview": "A biopic of Napoleon Bonaparte, tracing the Corsican's career from his schooldays (where a snowball fight is staged like a military campaign) to his flight from Corsica, through the French Revolution (where a real storm is intercut with a political storm) and the Terror, culminating in his triumphant invasion of Italy in 1797.", "poster_url": "https://image.tmdb.org/t/p/w342/x0duTwP9rjVpa2O13r1GK8j61qG.jpg", "tmdb_id": 42536, "vote_average": 7.8}, "Nausicaä of the Valley of the Wind, 1984": {"title": "Nausicaä of the Valley of the Wind", "release_year": "1984", "overview": "After a global war, the seaside kingdom known as the Valley of the Wind remains one of the last strongholds on Earth untouched by a poisonous jungle and the powerful insects that guard it. Led by the courageous Princess Nausicaä, the people of the Valley engage in an epic struggle to restore the bond between humanity and Earth.", "poster_url": "https://image.tmdb.org/t/p/w342/tcrkfB8SRPQCgwI88hQScua6nxh.jpg", "tmdb_id": 81, "vote_average": 7.949}, "Nebraska, 2013": {"title": "Nebraska", "release_year": "2013", "overview": "An aging, booze-addled father takes a trip from Montana to Nebraska with his estranged son in order to claim what he believes to be a million-dollar sweepstakes prize.", "poster_url": "https://image.tmdb.org/t/p/w342/o1t2Mw18EEBnl8v4Nby3PFjxnM1.jpg", "tmdb_id": 129670, "vote_average": 7.448}, "Network, 1976": {"title": "Network", "release_year": "1976", "overview": "When veteran anchorman Howard Beale is forced to retire his 25-year post because of his age, he announces to viewers that he will kill himself during his farewell broadcast. Network executives rethink their decision when his fanatical tirade results in a spike in ratings.", "poster_url": "https://image.tmdb.org/t/p/w342/gZ8hhuVEQ78CLND09trZJ45Eiy8.jpg", "tmdb_id": 10774, "vote_average": 7.813}, "Oldboy, 2003": {"title": "Oldboy", "release_year": "2003", "overview": "With no clue how he came to be imprisoned, drugged and tortured for 15 years, a desperate man seeks revenge on his captors.", "poster_url": "https://image.tmdb.org/t/p/w342/pWDtjs568ZfOTMbURQBYuT4Qxka.jpg", "tmdb_id": 670, "vote_average": 8.253}, "Once Upon a Time in the West, 1968": {"title": "Once Upon a Time in the West", "release_year": "1968", "overview": "As the railroad builders advance unstoppably through the Arizona desert on their way to the sea, Jill arrives in the small town of Flagstone with the intention of starting a new life.", "poster_url": "https://image.tmdb.org/t/p/w342/qbYgqOczabWNn2XKwgMtVrntD6P.jpg", "tmdb_id": 335, "vote_average": 8.281}, "Onibaba, 1964": {"title": "Onibaba", "release_year": "1964", "overview": "While her son, Kichi, is away at war, a woman and her daughter-in-law survive by killing samurai who stray into their swamp, then selling whatever valuables they find. Both are devastated when they learn that Kichi has died, but his wife soon begins an affair with a neighbor who survived the war, Hachi. The mother disapproves and, when she can't steal Hachi for herself, tries to scare her daughter-in-law with a mysterious mask from a dead samurai.", "poster_url": "https://image.tmdb.org/t/p/w342/xyPLG53OodhJtvfQEfcmC43l16O.jpg", "tmdb_id": 3763, "vote_average": 7.7}, "Paris, Texas, 1984": {"title": "Paris, Texas", "release_year": "1984", "overview": "A man wanders out of the desert not knowing who he is. His brother finds him, and helps to pull his memory back of the life he led before he walked out on his family and disappeared four years earlier.", "poster_url": "https://image.tmdb.org/t/p/w342/sP27Qm4THyRZyHjHYMfIDtJP6YE.jpg", "tmdb_id": 655, "vote_average": 8.101}, "Peeping Tom, 1960": {"title": "Peeping Tom", "release_year": "1960", "overview": "Loner Mark Lewis works at a film studio during the day and, at night, takes racy photographs of women. Also he's making a documentary on fear, which involves recording the reactions of victims as he murders them. He befriends Helen, the daughter of the family living in the apartment below his, and he tells her vaguely about the movie he is making.", "poster_url": "https://image.tmdb.org/t/p/w342/kM4AfLIlbcuRZ621vYjyeBFkuba.jpg", "tmdb_id": 11167, "vote_average": 7.4}, "Persona, 1966": {"title": "Persona", "release_year": "1966", "overview": "A young nurse, Alma, is put in charge of Elisabeth Vogler: an actress who is seemingly healthy in all respects, but will not talk. As they spend time together, Alma speaks to Elisabeth constantly, never receiving any answer.", "poster_url": "https://image.tmdb.org/t/p/w342/v2KsLNChpT6vLf0YFhkJmAtGkNq.jpg", "tmdb_id": 797, "vote_average": 8.1}, "Rashomon, 1950": {"title": "Rashomon", "release_year": "1950", "overview": "Four people recount different versions of the story of a man's murder and the rape of his wife.", "poster_url": "https://image.tmdb.org/t/p/w342/vL7Xw04nFMHwnvXRFCmYYAzMUvY.jpg", "tmdb_id": 548, "vote_average": 8.056}, "Requiem for a Dream, 2000": {"title": "Requiem for a Dream", "release_year": "2000", "overview": "The drug-induced utopias of four Coney Island residents are shattered when their addictions run deep.", "poster_url": "https://image.tmdb.org/t/p/w342/nOd6vjEmzCT0k4VYqsA2hwyi87C.jpg", "tmdb_id": 641, "vote_average": 8.016}, "Ran, 1985": {"title": "Ran", "release_year": "1985", "overview": "Shakespeare's King Lear is reimagined as a singular historical epic set in sixteenth-century Japan where an aging warlord divides his kingdom between his three sons.", "poster_url": "https://image.tmdb.org/t/p/w342/jQnUtWaHYfqnXPOIf77K7Ycqk4M.jpg", "tmdb_id": 11645, "vote_average": 8.1}, "Red River, 1948": {"title": "Red River", "release_year": "1948", "overview": "Following the Civil War, headstrong rancher Thomas Dunson decides to lead a perilous cattle drive from Texas to Missouri. During the exhausting journey, his persistence becomes tyrannical in the eyes of Matthew Garth, his adopted son and protégé.", "poster_url": "https://image.tmdb.org/t/p/w342/jyNTsAzrIWB441OtvfbgKtx1kFS.jpg", "tmdb_id": 3089, "vote_average": 7.3}, "Reservoir Dogs, 1992": {"title": "Reservoir Dogs", "release_year": "1992", "overview": "A botched robbery indicates a police informant, and the pressure mounts in the aftermath at a warehouse. Crime begets violence as the survivors -- veteran Mr. White, newcomer Mr. Orange, psychopathic parolee Mr. Blonde, bickering weasel Mr. Pink and Nice Guy Eddie -- unravel.", "poster_url": "https://image.tmdb.org/t/p/w342/xi8Iu6qyTfyZVDVy60raIOYJJmk.jpg", "tmdb_id": 500, "vote_average": 8.118}, "Rififi, 1955": {"title": "Rififi", "release_year": "1955", "overview": "Out of prison after a five-year stretch, jewel thief Tony turns down a quick job his friend Jo offers him, until he discovers that his old girlfriend Mado has become the lover of local gangster Pierre Grutter during Tony's absence. Expanding a minor smash-and-grab into a full-scale jewel heist, Tony and his crew appear to get away clean, but their actions after the job is completed threaten the lives of everyone involved.", "poster_url": "https://image.tmdb.org/t/p/w342/heVdAFNZUxXVmO6jiJcEHCvI5lK.jpg", "tmdb_id": 934, "vote_average": 7.786}, "RoboCop, 1987": {"title": "RoboCop", "release_year": "1987", "overview": "In a violent, near-apocalyptic Detroit, evil corporation Omni Consumer Products wins a contract from the city government to privatize the police force. To test their crime-eradicating cyborgs, the company leads street cop Alex Murphy into an armed confrontation with crime lord Boddicker so they can use his body to support their untested RoboCop prototype. But when RoboCop learns of the company's nefarious plans, he turns on his masters.", "poster_url": "https://image.tmdb.org/t/p/w342/esmAU0fCO28FbS6bUBKLAzJrohZ.jpg", "tmdb_id": 5548, "vote_average": 7.3}, "Rosencrantz & Guildenstern Are Dead, 1990": {"title": "Rosencrantz & Guildenstern Are Dead", "release_year": "1991", "overview": "Two minor characters from the play \"Hamlet\" stumble around unaware of their scripted lives and unable to deviate from them.", "poster_url": "https://image.tmdb.org/t/p/w342/6RI9sYpRxIdqlmsF6kBOiF7Bxug.jpg", "tmdb_id": 18971, "vote_average": 6.9}, "Salo, 1975": {"title": "Salò, or the 120 Days of Sodom", "release_year": "1976", "overview": "Four corrupted fascist libertines round up 9 teenage boys and girls and subject them to 120 days of sadistic physical, mental and sexual torture.", "poster_url": "https://image.tmdb.org/t/p/w342/xnaDdiRfZlJaTf6JRc4in40eaeI.jpg", "tmdb_id": 5336, "vote_average": 6.373}, "Sansho the Bailiff, 1954": {"title": "Sansho the Bailiff", "release_year": "1954", "overview": "In medieval Japan, a woman and her children journey to find the family's patriarch, who was exiled years earlier.", "poster_url": "https://image.tmdb.org/t/p/w342/cOBsWxFtEoqXIPx4JZP5E7g1WEo.jpg", "tmdb_id": 20532, "vote_average": 8.1}, "Schindler's List, 1993": {"title": "Schindler's List", "release_year": "1993", "overview": "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.", "poster_url": "https://image.tmdb.org/t/p/w342/sF1U4EUQS8YHUYjNl3pMGNIQyr0.jpg", "tmdb_id": 424, "vote_average": 8.6}, "Sekigahara, 2017": {"title": "Sekigahara", "release_year": "2017", "overview": "The background to and depiction of a watershed battle in Japanese history, at Sekigahara in 1600, when Tokugawa Ieyasu's Army of the East defeated the Army of the West of Ishida Mitsunari. The story includes the intrigues and shifting loyalties of the various retainers, family members, and samurai.", "poster_url": "https://image.tmdb.org/t/p/w342/juY76LvfACsS9AnKKktIKdzH1mR.jpg", "tmdb_id": 455954, "vote_average": 7.0}, "Shichinin no samurai, 1954": {"title": "Seven Samurai", "release_year": "1954", "overview": "A samurai answers a village's request for protection after he falls on hard times. The town needs protection from bandits, so the samurai gathers six others to help him teach the people how to defend themselves, and the villagers provide the soldiers with food.", "poster_url": "https://image.tmdb.org/t/p/w342/lOMGc8bnSwQhS4XyE1S99uH8NXf.jpg", "tmdb_id": 346, "vote_average": 8.456}, "Shoah, 1985": {"title": "Shoah", "release_year": "1985", "overview": "Director Claude Lanzmann spent 11 years on this sprawling documentary about the Holocaust, conducting his own interviews and refusing to use a single frame of archival footage. Dividing Holocaust witnesses into three categories – survivors, bystanders, and perpetrators – Lanzmann presents testimonies from survivors of the Chelmno concentration camp, an Auschwitz escapee, and witnesses of the Warsaw Ghetto Uprising, as well as a chilling report of gas chambers from an SS officer at Treblinka.", "poster_url": "https://image.tmdb.org/t/p/w342/8hr8NdnMygKF2Mbu3eDDQCB5lKg.jpg", "tmdb_id": 42044, "vote_average": 8.3}, "Some Like It Hot, 1959": {"title": "Some Like It Hot", "release_year": "1959", "overview": "Two musicians witness a mob hit and struggle to find a way out of the city. Their only opportunity comes in the form of joining an all-girl band as they prepare to leave on a tour. The two disguise themselves as women and struggle to keep their identities secret as they deal with the problems this brings.", "poster_url": "https://image.tmdb.org/t/p/w342/hVIKyTK13AvOGv7ICmJjK44DTzp.jpg", "tmdb_id": 239, "vote_average": 8.096}, "Solaris, 1972": {"title": "Solaris", "release_year": "1972", "overview": "A psychologist is sent to a space station orbiting a planet called Solaris to investigate the death of a doctor and the mental problems of cosmonauts on the station. He soon discovers that the water on the planet is a type of brain which brings out repressed memories and obsessions.", "poster_url": "https://image.tmdb.org/t/p/w342/uER8n2iitx8Tek6v0wXeF5lMGXp.jpg", "tmdb_id": 593, "vote_average": 7.8}, "Spirited Away, 2001": {"title": "Spirited Away", "release_year": "2001", "overview": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.", "poster_url": "https://image.tmdb.org/t/p/w342/39wmItIWsg5sZMyRUHLkWBcuVCM.jpg", "tmdb_id": 129, "vote_average": 8.535}, "Sunrise, 1927": {"title": "Sunrise: A Song of Two Humans", "release_year": "1927", "overview": "A married farmer falls under the spell of a slatternly woman from the city, who tries to convince him to drown his wife.", "poster_url": "https://image.tmdb.org/t/p/w342/oj8ZW8jKXBSs8F1e5iWsTUeXSJW.jpg", "tmdb_id": 631, "vote_average": 7.835}, "Sunset Blvd., 1950": {"title": "Sunset Boulevard", "release_year": "1950", "overview": "A hack screenwriter writes a screenplay for a former silent film star who has faded into Hollywood obscurity.", "poster_url": "https://image.tmdb.org/t/p/w342/sC4Dpmn87oz9AuxZ15Lmip0Ftgr.jpg", "tmdb_id": 599, "vote_average": 8.292}, "Susperia, 1977": {"title": "Susperia,", "release_year": "1977", "overview": "(No TMDB info found)", "poster_url": null, "vote_average": ""}, "Synecdoche, New York, 2008": {"title": "Synecdoche, New York", "release_year": "2008", "overview": "A theater director struggles with his work, and the women in his life, as he attempts to create a life-size replica of New York inside a warehouse as part of his new play.", "poster_url": "https://image.tmdb.org/t/p/w342/5UwdhrjXhUgsiDhe1dpS9z4yj7q.jpg", "tmdb_id": 4960, "vote_average": 7.559}, "Terminator 2: Judgment Day, 1991": {"title": "Terminator 2: Judgment Day", "release_year": "1991", "overview": "Ten years after the events of the original, a reprogrammed T-800 is sent back in time to protect young John Connor from the shape-shifting T-1000. Together with his mother Sarah, he fights to stop Skynet from triggering a nuclear apocalypse.", "poster_url": "https://image.tmdb.org/t/p/w342/5M0j0B18abtBI5gi2RhfjjurTqb.jpg", "tmdb_id": 280, "vote_average": 8.13}, "The 400 Blows, 1959": {"title": "The 400 Blows", "release_year": "1959", "overview": "For young Parisian boy Antoine Doinel, life is one difficult situation after another. Surrounded by inconsiderate adults, including his neglectful parents, Antoine spends his days with his best friend, Rene, trying to plan for a better life. When one of their schemes goes awry, Antoine ends up in trouble with the law, leading to even more conflicts with unsympathetic authority figures.", "poster_url": "https://image.tmdb.org/t/p/w342/12PuU23kkDLvTd0nb8hMlE3oShB.jpg", "tmdb_id": 147, "vote_average": 8.0}, "The Apartment, 1960": {"title": "The Apartment", "release_year": "1960", "overview": "Bud Baxter is a minor clerk in a huge New York insurance company, until he discovers a quick way to climb the corporate ladder. He lends out his apartment to the executives as a place to take their mistresses. Although he often has to deal with the aftermath of their visits, one night he's left with a major problem to solve.", "poster_url": "https://image.tmdb.org/t/p/w342/hhSRt1KKfRT0yEhEtRW3qp31JFU.jpg", "tmdb_id": 284, "vote_average": 8.2}, "The Battle of Algiers, 1966": {"title": "The Battle of Algiers", "release_year": "1966", "overview": "Tracing the struggle of the Algerian Front de Liberation Nationale to gain freedom from French colonial rule as seen through the eyes of Ali from his start as a petty thief to his rise to prominence in the organisation and capture by the French in 1957. The film traces the rebels' struggle and the increasingly extreme measures taken by the French government to quell the revolt.", "poster_url": "https://image.tmdb.org/t/p/w342/2p3AFtOHFvP6OeVMqlnL1zLKOqL.jpg", "tmdb_id": 17295, "vote_average": 7.9}, "The Birds, 1963": {"title": "The Birds", "release_year": "1963", "overview": "Thousands of birds flock into a seaside town and terrorize the residents in a series of deadly attacks.", "poster_url": "https://image.tmdb.org/t/p/w342/eClg8QPg8mwB6INIC4pyR5pAbDr.jpg", "tmdb_id": 571, "vote_average": 7.517}, "The Blue Angel, 1930": {"title": "The Blue Angel", "release_year": "1930", "overview": "Prim professor Immanuel Rath finds some of his students ogling racy photos of cabaret performer Lola Lola and visits a local club, The Blue Angel, in an attempt to catch them there. Seeing Lola perform, the teacher is filled with lust, eventually resigning his position at the school to marry the young woman. However, his marriage to a coquette -- whose job is to entice men -- proves to be more difficult than Rath imagined.", "poster_url": "https://image.tmdb.org/t/p/w342/khz2rKLAPDVu9auJt1sR1HO9SCG.jpg", "tmdb_id": 228, "vote_average": 7.296}, "The Bridge on the River Kwai, 1957": {"title": "The Bridge on the River Kwai", "release_year": "1957", "overview": "The classic story of English POWs in Burma forced to build a bridge to aid the war effort of their Japanese captors. British and American intelligence officers conspire to blow up the structure, but Col. Nicholson, the commander who supervised the bridge's construction, has acquired a sense of pride in his creation and tries to foil their plans.", "poster_url": "https://image.tmdb.org/t/p/w342/7paXMt2e3Tr5dLmEZOGgFEn2Vo7.jpg", "tmdb_id": 826, "vote_average": 7.817}, "The Conversation, 1974": {"title": "The Conversation", "release_year": "1974", "overview": "A paranoid, secretive surveillance expert has a crisis of conscience when he suspects that the couple he is spying on will be murdered.", "poster_url": "https://image.tmdb.org/t/p/w342/dHqVBwcv1SGymOpUueRoKzcmdes.jpg", "tmdb_id": 592, "vote_average": 7.517}, "The Crow, 1994": {"title": "The Crow", "release_year": "1994", "overview": "Exactly one year after young rock guitarist Eric Draven and his fiancée are brutally killed by a ruthless gang of criminals, Draven, watched over by a hypnotic crow, returns from the grave to exact revenge.", "poster_url": "https://image.tmdb.org/t/p/w342/rMMB3v6jYHjsvXRNJYESacoTD7j.jpg", "tmdb_id": 9495, "vote_average": 7.524}, "The Elephant Man, 1980": {"title": "The Elephant Man", "release_year": "1980", "overview": "A Victorian surgeon rescues a heavily disfigured man being mistreated by his \"owner\" as a side-show freak. Behind his monstrous façade, there is revealed a person of great intelligence and sensitivity. Based on the true story of Joseph Merrick (called John Merrick in the film), a severely deformed man in 19th century London.", "poster_url": "https://image.tmdb.org/t/p/w342/u0wpPYjuSt8DIe1Y3Vapnh8jcKE.jpg", "tmdb_id": 1955, "vote_average": 8.049}, "The Grand Budapest Hotel, 2014": {"title": "The Grand Budapest Hotel", "release_year": "2014", "overview": "The Grand Budapest Hotel tells of a legendary concierge at a famous European hotel between the wars and his friendship with a young employee who becomes his trusted protégé. The story involves the theft and recovery of a priceless Renaissance painting, the battle for an enormous family fortune and the slow and then sudden upheavals that transformed Europe during the first half of the 20th century.", "poster_url": "https://image.tmdb.org/t/p/w342/eWdyYQreja6JGCzqHWXpWHDrrPo.jpg", "tmdb_id": 120467, "vote_average": 8.0}, "The Great Dictator, 1940": {"title": "The Great Dictator", "release_year": "1940", "overview": "Dictator Adenoid Hynkel tries to expand his empire while a poor Jewish barber tries to avoid persecution from Hynkel's regime.", "poster_url": "https://image.tmdb.org/t/p/w342/nhMXB8GTdswYMCL9nepDZymJCOr.jpg", "tmdb_id": 914, "vote_average": 8.29}, "The Handmaiden, 2016": {"title": "The Handmaiden", "release_year": "2016", "overview": "1930s Korea, in the period of Japanese occupation, a new girl, Sookee, is hired as a handmaiden to a Japanese heiress, Hideko, who lives a secluded life on a large countryside estate with her domineering Uncle Kouzuki. But the maid has a secret. She is a pickpocket recruited by a swindler posing as a Japanese Count to help him seduce the Lady to elope with him, rob her of her fortune, and lock her up in a madhouse. The plan seems to proceed according to plan until Sookee and Hideko discover some unexpected emotions.", "poster_url": "https://image.tmdb.org/t/p/w342/dLlH4aNHdnmf62umnInL8xPlPzw.jpg", "tmdb_id": 290098, "vote_average": 8.2}, "The Hunt, 2012": {"title": "The Hunt", "release_year": "2012", "overview": "A teacher lives a lonely life, all the while struggling over his son’s custody. His life slowly gets better as he finds love and receives good news from his son, but his new luck is about to be brutally shattered by an innocent little lie.", "poster_url": "https://image.tmdb.org/t/p/w342/jkixsXzRh28q3PCqFoWcf7unghT.jpg", "tmdb_id": 103663, "vote_average": 8.097}, "The Incredibles, 2004": {"title": "The Incredibles", "release_year": "2004", "overview": "Bob Parr has given up his superhero days to log in time as an insurance adjuster and raise his three children with his formerly heroic wife in suburbia. But when he receives a mysterious assignment, it's time to get back into costume.", "poster_url": "https://image.tmdb.org/t/p/w342/2LqaLgk4Z226KkgPJuiOQ58wvrm.jpg", "tmdb_id": 9806, "vote_average": 7.714}, "The Iron Giant, 1999": {"title": "The Iron Giant", "release_year": "1999", "overview": "In the small town of Rockwell, Maine in October 1957, a giant metal machine befriends a nine-year-old boy and ultimately finds its humanity by unselfishly saving people from their own fears and prejudices.", "poster_url": "https://image.tmdb.org/t/p/w342/ct04FCFLPImNG5thcPLRnVsZlmS.jpg", "tmdb_id": 10386, "vote_average": 7.951}, "The Last Emperor, 1987": {"title": "The Last Emperor", "release_year": "1987", "overview": "A dramatic history of Pu Yi, the last of the Emperors of China, from his lofty birth and brief reign in the Forbidden City, the object of worship by half a billion people; through his abdication, his decline and dissolute lifestyle; his exploitation by the invading Japanese, and finally to his obscure existence as just another peasant worker in the People's Republic.", "poster_url": "https://image.tmdb.org/t/p/w342/7TILJhdeJAaEyDiwvJZMo9SQBoe.jpg", "tmdb_id": 746, "vote_average": 7.599}, "The Leopard, 1963": {"title": "The Leopard", "release_year": "1963", "overview": "As Garibaldi's troops begin the unification of Italy in the 1860s, an aristocratic Sicilian family grudgingly adapts to the sweeping social changes undermining their way of life. Proud but pragmatic Prince Don Fabrizio Salina allows his war hero nephew, Tancredi, to marry Angelica, the beautiful daughter of gauche, bourgeois Don Calogero, in order to maintain the family's accustomed level of comfort and political clout.", "poster_url": "https://image.tmdb.org/t/p/w342/riSUxwoK3xjkOgy6YJSvPhi7cO6.jpg", "tmdb_id": 1040, "vote_average": 7.745}, "The Life Aquatic with Steve Zissou, 2004": {"title": "The Life Aquatic with Steve Zissou", "release_year": "2004", "overview": "Renowned oceanographer Steve Zissou has sworn vengeance upon the rare shark that devoured a member of his crew. In addition to his regular team, he is joined on his boat by Ned, a man who believes Zissou to be his father, and Jane, a journalist pregnant by a married man. They travel the sea, all too often running into pirates and, perhaps more traumatically, various figures from Zissou's past, including his estranged wife, Eleanor.", "poster_url": "https://image.tmdb.org/t/p/w342/qZoFLNBC78jzboWeDH6Ha0qavF2.jpg", "tmdb_id": 421, "vote_average": 7.075}, "The Lives of Others, 2006": {"title": "The Lives of Others", "release_year": "2006", "overview": "In 1984 East Berlin, dedicated Stasi officer Gerd Wiesler begins spying on a famous playwright and his actress-lover Christa-Maria. Wiesler becomes unexpectedly sympathetic to the couple, and faces conflicting loyalties when his superior takes a liking to Christa-Maria.", "poster_url": "https://image.tmdb.org/t/p/w342/cVUDMnskSc01rdbyH0tLATTJUdP.jpg", "tmdb_id": 582, "vote_average": 8.034}, "The Man Who Fell to Earth, 1976": {"title": "The Man Who Fell to Earth", "release_year": "1976", "overview": "Thomas Jerome Newton is an alien who has come to Earth in search of water to save his home planet. Aided by lawyer Oliver Farnsworth, Thomas uses his knowledge of advanced technology to create profitable inventions. While developing a method to transport water, Thomas meets Mary-Lou, a quiet hotel clerk, and begins to fall in love with her. Just as he is ready to leave Earth, Thomas is intercepted by the U.S. government, and his entire plan is threatened.", "poster_url": "https://image.tmdb.org/t/p/w342/gwmPVphE5DMFFGXGMhfEFyxOOYj.jpg", "tmdb_id": 991, "vote_average": 6.5}, "The Man Who Shot Liberty Valance, 1962": {"title": "The Man Who Shot Liberty Valance", "release_year": "1962", "overview": "Questions arise when Senator Stoddard attends the funeral of a local man named Tom Doniphon in a small Western town. Flashing back, we learn Doniphon saved Stoddard, then a lawyer, when he was roughed up by a crew of outlaws terrorizing the town, led by Liberty Valance. As the territory's safety hung in the balance, Doniphon and Stoddard, two of the only people standing up to him, proved to be very important, but different, foes to Valance.", "poster_url": "https://image.tmdb.org/t/p/w342/4C1R0LEivLjbv3swAzJfzh0tzXl.jpg", "tmdb_id": 11697, "vote_average": 7.8}, "The Master, 2012": {"title": "The Master", "release_year": "2012", "overview": "Freddie, a volatile, heavy-drinking veteran who suffers from post-traumatic stress disorder, finds some semblance of a family when he stumbles onto the ship of Lancaster Dodd, the charismatic leader of a new \"religion\" he forms after World War II.", "poster_url": "https://image.tmdb.org/t/p/w342/jjVGdNt4fYb3T2hjISGZ2qnCuaV.jpg", "tmdb_id": 68722, "vote_average": 7.112}, "The Mission, 1986": {"title": "The Mission", "release_year": "1986", "overview": "When a Spanish Jesuit goes into the South American wilderness to build a mission in the hope of converting the Indians of the region, a slave hunter is converted and joins his mission. When Spain sells the colony to Portugal, they are forced to defend all they have built against the Portuguese aggressors.", "poster_url": "https://image.tmdb.org/t/p/w342/6K9cG6LOOtySZF4D4xBu1MApC1N.jpg", "tmdb_id": 11416, "vote_average": 7.397}, "The Ninth Configuration, 1980": {"title": "The Ninth Configuration", "release_year": "1980", "overview": "Army psychiatrist Colonel Kane is posted to a secluded gothic castle housing a military asylum. With a reserved calm, he indulges the inmates' delusions, allowing them free rein to express their fantasies.", "poster_url": "https://image.tmdb.org/t/p/w342/jlQMBckfnLhiCusar62sJ7WCKBv.jpg", "tmdb_id": 18910, "vote_average": 6.428}, "The Passion of Joan of Arc, 1928": {"title": "The Passion of Joan of Arc", "release_year": "1928", "overview": "A classic of the silent age, this film tells the story of the doomed but ultimately canonized 15th-century teenage warrior. On trial for claiming she'd spoken to God, Jeanne d'Arc is subjected to inhumane treatment and scare tactics at the hands of church court officials. Initially bullied into changing her story, Jeanne eventually opts for what she sees as the truth. Her punishment, a famously brutal execution, earns her perpetual martyrdom.", "poster_url": "https://image.tmdb.org/t/p/w342/plzI7N52uHhERUZLNSVbGGakFwR.jpg", "tmdb_id": 780, "vote_average": 8.0}, "The Pianist, 2002": {"title": "The Pianist", "release_year": "2002", "overview": "The true story of pianist Władysław Szpilman's experiences in Warsaw during the Nazi occupation. When the Jews of the city find themselves forced into a ghetto, Szpilman finds work playing in a café; and when his family is deported in 1942, he stays behind, works for a while as a laborer, and eventually goes into hiding in the ruins of the war-torn city.", "poster_url": "https://image.tmdb.org/t/p/w342/2hFvxCCWrTmCYwfy7yum0GKRi3Y.jpg", "tmdb_id": 423, "vote_average": 8.4}, "The Road, 2009": {"title": "One for the Road", "release_year": "2009", "overview": "Herve, the head of a press agency, is traveling fast down a road headed in only one direction: self-destruction. He is an alcoholic, and his drinking is wrecking his marriage, family and career. In desperation and still in denial, he checks into a detox clinic in Geneva, his last-chance saloon. There he meets a group of fellow sufferers and one person in particular, a young woman named Magali, who help him to see life other than through the bottom of an empty bottle.", "poster_url": "https://image.tmdb.org/t/p/w342/z8ywKSabFCfADWgGkeRI39kOlf9.jpg", "tmdb_id": 55355, "vote_average": 6.224}, "The Rules of the Game, 1939": {"title": "The Rules of the Game", "release_year": "1939", "overview": "A weekend at a marquis’ country château lays bare some ugly truths about a group of haut bourgeois acquaintances.", "poster_url": "https://image.tmdb.org/t/p/w342/8JOzt7uFZyshcuzCBmYU6CDJL4D.jpg", "tmdb_id": 776, "vote_average": 7.511}, "The Seventh Seal, 1957": {"title": "The Seventh Seal", "release_year": "1957", "overview": "When disillusioned Swedish knight Antonius Block returns home from the Crusades to find his country in the grips of the Black Death, he challenges Death to a chess match for his life. Tormented by the belief that God does not exist, Block sets off on a journey, meeting up with traveling players Jof and his wife, Mia, and becoming determined to evade Death long enough to commit one redemptive act while he still lives.", "poster_url": "https://image.tmdb.org/t/p/w342/wcZ21zrOsy0b52AfAF50XpTiv75.jpg", "tmdb_id": 490, "vote_average": 8.179}, "The Treasure of the Sierra Madre, 1948": {"title": "The Treasure of the Sierra Madre", "release_year": "1948", "overview": "Two jobless Americans convince a prospector to travel to the mountains of Mexico with them in search of gold. But the hostile wilderness, local bandits, and greed all get in the way of their journey.", "poster_url": "https://image.tmdb.org/t/p/w342/pWcst7zVbi8Z8W6GFrdNE7HHRxL.jpg", "tmdb_id": 3090, "vote_average": 7.95}, "The Tree of Life, 2011": {"title": "Exploring 'The Tree of Life'", "release_year": "2011", "overview": "A documentary on Terrence Malick and the making of his film \"The Tree of Life.\"", "poster_url": null, "tmdb_id": 292790, "vote_average": 6.5}, "The Umbrellas of Cherbourg, 1964": {"title": "The Umbrellas of Cherbourg", "release_year": "1964", "overview": "This simple romantic tragedy begins in 1957. Guy Foucher, a 20-year-old French auto mechanic, has fallen in love with 17-year-old Geneviève Emery, an employee in her widowed mother's chic but financially embattled umbrella shop. On the evening before Guy is to leave for a two-year tour of combat in Algeria, he and Geneviève make love. She becomes pregnant and must choose between waiting for Guy's return or accepting an offer of marriage from a wealthy diamond merchant.", "poster_url": "https://image.tmdb.org/t/p/w342/tAgTf64XKK5ir7w5C7dnB53jWWG.jpg", "tmdb_id": 5967, "vote_average": 7.4}, "The Wizard of Oz, 1939": {"title": "The Wizard of Oz", "release_year": "1939", "overview": "Young Dorothy finds herself in a magical world where she makes friends with a lion, a scarecrow and a tin man as they make their way along the yellow brick road to talk with the Wizard and ask for the things they miss most in their lives. The Wicked Witch of the West is the only thing that could stop them.", "poster_url": "https://image.tmdb.org/t/p/w342/pfAZFD7I2hxW9HCChTuAzsdE6UX.jpg", "tmdb_id": 630, "vote_average": 7.592}, "To Kill a Mockingbird, 1962": {"title": "To Kill a Mockingbird", "release_year": "1962", "overview": "Scout Finch, 6, and her older brother Jem live in sleepy Maycomb, Alabama, spending much of their time with their friend Dill and spying on their reclusive and mysterious neighbor, Boo Radley. When Atticus, their widowed father and a respected lawyer, defends a black man named Tom Robinson against fabricated rape charges, the trial and tangent events expose the children to evils of racism and stereotyping.", "poster_url": "https://image.tmdb.org/t/p/w342/gZycFUMLx2110dzK3nBNai7gfpM.jpg", "tmdb_id": 595, "vote_average": 7.991}, "Tokyo Story, 1953": {"title": "Tokyo Story", "release_year": "1953", "overview": "The elderly Shukishi and his wife, Tomi, take the long journey from their small seaside village to visit their adult children in Tokyo. Their elder son, Koichi, a doctor, and their daughter, Shige, a hairdresser, don't have much time to spend with their aged parents, and so it falls to Noriko, the widow of their younger son who was killed in the war, to keep her in-laws company.", "poster_url": "https://image.tmdb.org/t/p/w342/g2YbTYKpY7N2yDSk7BfXZ18I5QV.jpg", "tmdb_id": 18148, "vote_average": 8.166}, "Touch of Evil, 1958": {"title": "Touch of Evil", "release_year": "1958", "overview": "When a car bomb explodes on the American side of the U.S./Mexico border, Mexican drug enforcement agent Miguel Vargas begins his investigation, along with American police captain Hank Quinlan. When Vargas begins to suspect that Quinlan and his shady partner, Menzies, are planting evidence to frame an innocent man, his investigations into their possible corruption quickly put himself and his new bride, Susie, in jeopardy.", "poster_url": "https://image.tmdb.org/t/p/w342/1pvRgmfBaoMczIJBOi9gCOZ4FMC.jpg", "tmdb_id": 1480, "vote_average": 7.761}, "Toni, 1935": {"title": "Toni", "release_year": "1935", "overview": "In the 1920s, the Provence is a magnet for immigrants seeking work in the quarries or in the agriculture. Many mingle with locals and settle down permanently - like Toni, an Italian who has moved in with Marie, a Frenchwoman. Even a well-ordered existence is not immune from boredom, friendship, love, or enmity, and Toni gets entangled in a web of increasingly passionate relationships. For there is his best pal Fernand, but also Albert, his overbearing foreman; there is Sebastian, a steady Spanish peasant, but also Gabi, his young rogue relative; there is Marie, but there is also Josefa.", "poster_url": "https://image.tmdb.org/t/p/w342/yqF0oGCizFcsCPgvQepVZZEAGRD.jpg", "tmdb_id": 51949, "vote_average": 7.1}, "Trainspotting, 1996": {"title": "Trainspotting", "release_year": "1996", "overview": "Hilarious but harrowing, the film charts the disintegration of the friendship between Renton, Spud, Sick Boy, Tommy and Begbie as they proceed seemingly towards a psychotic, drug-fuelled self-destruction.", "poster_url": "https://image.tmdb.org/t/p/w342/1jUC02qsqS2NxBMFarbIhcQtazV.jpg", "tmdb_id": 627, "vote_average": 7.96}, "Twelve Monkeys, 1995": {"title": "Twelve Monkeys", "release_year": "1995", "overview": "In the year 2035, convict James Cole reluctantly volunteers to be sent back in time to discover the origin of a deadly virus that wiped out nearly all of the earth's population and forced the survivors into underground communities. But when Cole is mistakenly sent to 1990 instead of 1996, he's arrested and locked up in a mental hospital. There he meets psychiatrist Dr. Kathryn Railly and the son of a famous virus expert who may hold the key to the Army of the 12 Monkeys; thought to be responsible for unleashing the killer disease.", "poster_url": "https://image.tmdb.org/t/p/w342/gt3iyguaCIw8DpQZI1LIN5TohM2.jpg", "tmdb_id": 63, "vote_average": 7.601}, "Unforgiven, 1992": {"title": "Unforgiven", "release_year": "1992", "overview": "William Munny is a retired, once-ruthless killer turned gentle widower and hog farmer. To help support his two motherless children, he accepts one last bounty-hunter mission to find the men who brutalized a prostitute. Joined by his former partner and a cocky greenhorn, he takes on a corrupt sheriff.", "poster_url": "https://image.tmdb.org/t/p/w342/54roTwbX9fltg85zjsmrooXAs12.jpg", "tmdb_id": 33, "vote_average": 7.916}, "Vivre sa Vie, 1962": {"title": "Vivre Sa Vie", "release_year": "1962", "overview": "Twelve episodic tales in the life of a Parisian woman and her slow descent into prostitution.", "poster_url": "https://image.tmdb.org/t/p/w342/A0BjScjASfMFgyGI5sU0CwfKh3l.jpg", "tmdb_id": 1626, "vote_average": 7.7}, "Wings of Desire, 1987": {"title": "Wings of Desire", "release_year": "1987", "overview": "Two angels, Damiel and Cassiel, glide through the streets of Berlin, observing the bustling population, providing invisible rays of hope to the distressed but never interacting with them. When Damiel falls in love with lonely trapeze artist Marion, the angel longs to experience life in the physical world, and finds -- with some words of wisdom from actor Peter Falk -- that it might be possible for him to take human form.", "poster_url": "https://image.tmdb.org/t/p/w342/iZQs2vUeCzvS1KfZJ6uYNCGJBBV.jpg", "tmdb_id": 144, "vote_average": 7.8}, "Yojimbo, 1961": {"title": "Yojimbo", "release_year": "1961", "overview": "A nameless ronin, or samurai with no master, enters a small village in feudal Japan where two rival businessmen are struggling for control of the local gambling trade. Taking the name Sanjuro Kuwabatake, the ronin convinces both silk merchant Tazaemon and sake merchant Tokuemon to hire him as a personal bodyguard, then artfully sets in motion a full-scale gang war between the two ambitious and unscrupulous men.", "poster_url": "https://image.tmdb.org/t/p/w342/tN7kYPjRhDolpui9sc9Eq9n5b2O.jpg", "tmdb_id": 11878, "vote_average": 8.1}, "Galaxy Quest (1999)": {"title": "Galaxy Quest", "release_year": "1999", "overview": "For four years, the courageous crew of the NSEA protector - \"Commander Peter Quincy Taggart\", \"Lt. Tawny Madison and \"Dr.Lazarus\" - set off on a thrilling and often dangerous mission in space...and then their series was cancelled! Now, twenty years later, aliens under attack have mistaken the Galaxy Quest television transmissions for \"historical documents\" and beam up the crew of has-been actors to save the universe. With no script, no director and no clue, the actors must turn in the performances of their lives.", "poster_url": "https://image.tmdb.org/t/p/w342/fZXSwgZknp81vmciTb86rw0MejV.jpg", "tmdb_id": 926, "vote_average": 7.071}}